Repository: ADVTECH-AU/MakeMeAdmin
Catalog: ProcessCommunication/MultilingualResources/ProcessCommunication.*.xlf
Languages: da

# AddingUserBackToAdministrators
source: Adding the user back to the Administrators group.
da: Tilføjer igen brugeren til Administrator gruppen.

# AddingUserReturnedError
source: Adding user {0} ({1}) to the Administrators group returned error code {2}.
da: Tilføjelse af bruger {0} ({1}) til Administrator gruppen gav fejlkode {2}.

source: Exception
da: Undtagelse

source: Local admins group SID is null.
da: Lokal admin gruppes SID er null.

source: Local machine context is null.
da: Lokal maskines kontekst er null.

# RemovalReasonServiceStopped
source: Make Me Admin service stopped
da: Make Me Admin servicen er stoppet

# RemovalReasonTimeout
source: Timeout elapsed
da: Timeout udløbet

# RemovalReasonUnknown
source: Unknown
da: Ukendt

# RemovalReasonUserLogoff
source: User logged off
da: Bruger logget af

# RemovalReasonUserRequest
source: User requested removal
da: Bruger har bedt om at blive fjernet

# RemovingUserFromList
source: Removing the user from Make Me Admin's list.
da: Fjerner brugeren fra Make Me Admin's liste.

# RemovingUserReturnedError
source: Removing user {0} ({1}) from the Administrators group returned error code {1}.
da: Fjernelse af bruger {0} ({1}) fra Administrator gruppen gav fejlkode {1}.

# RequestSentFromHost
source: Request was sent from host {0}.
da: Forespørgsel blev sendt fra host {0}.

source: Unknown Account
da: Ukendt Account

# UserAddedToAdminsGroup
source: User {0} ({1}) added to the Administrators group.
da: Bruger {0} ({1}) tilføjet Administrator gruppen.

# UserRemoved
source: User {0} ({1}) removed from the Administrators group. Reason: {2}.
da: Bruger {0} ({1}) fjernet fra Administrator gruppen. Årsag: {2}.

# UserRemovedByOutsideProcess
source: User {0} ({1}) has been removed from the Administrators group by an outside process.
da: Bruger {0} ({1}) er fjernet fra Administrator gruppen af en ekstern process.
